Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Key Map Loading
sv: Laddning av nyckelkarta

source: Load Shortcuts only?
sv: Ladda bara genvägar?

source: Cannot access your local .denemo
sv: Kan inte komma åt din lokala .denemo

source: Installation error
sv: Installationsfel

source: NO COMMAND SELECTED. Press -> to search again _________________________________ Last selected command was:
sv: INGET KOMMANDO VALT. Tryck på -> för att söka igen _________________________________ Senast valda kommando var:

source: Deleted
sv: Raderad

source: Fuzzy Search
sv: Fuzzy-sökning

source: Allow one non-matching word in the search.
sv: Tillåt ett icke-matchande ord i sökningen.

source: Not in menu system. You can create a palette button for it using the Add to Palette button.
sv: Inte i menysystemet. Du kan skapa en palettknapp för den med hjälp av knappen Lägg till i palett.

source: %sCommand: %s %s Location: %s Internal Name: %s
sv: %sKommando: %s %s Plats: %s Internt namn: %s

source: There is no support for loading whole folders of commands yet, sorry
sv: Det finns ännu inget stöd för att ladda hela mappar med kommandon, tyvärr

source: Return
sv: Tillbaka

source: Unable to locate the script %s
sv: Det går inte att hitta skriptet %s

source: Unable to load the script %s
sv: Det går inte att ladda skriptet %s

source: Parent: child exited, pid = %d, exit status = %d
sv: Förälder: barnet avslutades, pid = %d, avslutningsstatus = %d

source: Parent: child terminated by signal %d, pid = %d
sv: Förälder: barn avslutat med signal %d, pid = %d

source: Parent: child stopped by signal %d, pid = %d
sv: Förälder: barnet stoppades av signal %d, pid = %d

source: Parent: child exited magically, pid = %d
sv: Förälder: barnet avslutades på magiskt vis, pid = %d

source: Process scheme commands in pathtofile on file open
sv: Bearbeta schemakommandon i pathtofile vid filöppning

source: path
sv: sökväg

source: Process scheme commands from system file on file open
sv: Bearbeta systemkommandon från systemfil vid filöppning

source: file
sv: fil

source: Process the scheme on startup
sv: Behandla schemat vid start

source: scheme
sv: schema

source: Abort on scheme errors
sv: Avbryta vid fel i schemat

source: Don't log any message
sv: Logga inte något meddelande

source: Display every messages
sv: Visa alla meddelanden

source: Launch Denemo without GUI
sv: Starta Denemo utan GUI

source: Print version information and exit
sv: Skriv ut versionsinformation och avsluta

source: Audio driver options
sv: Alternativ för ljuddrivrutiner

source: Midi driver options
sv: Alternativ för Midi-drivrutiner

source: Denemo is a graphical music notation editor. It uses GNU Lilypond for music typesetting. Denemo is part of the GNU project.
sv: Denemo är en grafisk musiknotationsredigerare. Den använder GNU Lilypond för musiksättning. Denemo är en del av GNU-projektet.

source: Report bugs to http://www.denemo.org GNU Denemo, a free and open music notation editor
sv: Rapportera buggar till http://www.denemo.org GNU Denemo, en fri och öppen musiknotationseditor

source: Gtk versions
sv: Gtk-versioner

source: © 1999-2005, 2009 Matthew Hiller, Adam Tee, and others, 2010-2015 Richard Shann, Jeremiah Benham, Nils Gey and others.
sv: © 1999-2005, 2009 Matthew Hiller, Adam Tee m.fl. 2010-2015 Richard Shann, Jeremiah Benham, Nils Gey m.fl.

source: This program is provided with absolutely NO WARRANTY; see the file COPYING for details.
sv: Detta program levereras med absolut INGEN GARANTI; se filen COPYING för mer information.

source: This software may be redistributed and modified under the terms of the GNU General Public License; again, see the file COPYING for details.
sv: Denna programvara får vidaredistribueras och modifieras enligt villkoren i GNU General Public License; se filen COPYING för mer information.

source: You may need to set GUILE_LOAD_PATH to the directory where you have ice9 installed
sv: Du kan behöva ställa in GUILE_LOAD_PATH till den katalog där du har ice9 installerat

source: Could not start graphical interface.
sv: Det grafiska gränssnittet kunde inte startas.

source: Rhythms will be entered as notes at the cursor height
sv: Rytmer skrivs in som noter på markörens höjd

source: Could not start Audio input
sv: Kunde inte starta ljudinmatningen

source: Rhythms will be entered as (brown) notes without pitch
sv: Rytmer kommer att anges som (bruna) noter utan tonhöjd

source: No MIDI in device was found on startup- re-start Denemo with the device plugged in, select the device in the MIDI tab of the preferences dialog and re-start Denemo again.
sv: Ingen MIDI-in-enhet hittades vid start - starta om Denemo med enheten ansluten, välj enheten på MIDI-fliken i inställningsdialogen och starta om Denemo igen.

source: Save Script
sv: Spara skript

source: Over-write previous version of the script for
sv: Skriv över tidigare version av skriptet för

source: No script saved
sv: Inget skript sparat

source: There is already an initialization script here
sv: Det finns redan ett initialiseringsskript här

source: Wrote init.scm
sv: Skrev init.scm

source: Shall I execute it now?
sv: Ska jag avrätta den nu?

source: Could not create init.scm; you must create your scripted menu item in the menu before you create the initialization script for it, sorry.
sv: Det gick inte att skapa init.scm; du måste skapa ditt skriptade menyalternativ i menyn innan du skapar initialiseringsskriptet för det, tyvärr.

source: Create a new menu item
sv: Skapa ett nytt menyalternativ

source: Give menu label:
sv: Ge menyn en etikett:

source: My Label
sv: Min etikett

source: Give explanation of what it does:
sv: Ge en förklaring till vad den gör:

source: Prints my special effect
sv: Skriver ut min specialeffekt

source: Do you want the new menu item in a submenu?
sv: Vill du ha det nya menyalternativet i en undermeny?

source: Give a label for the Sub-Menu
sv: Ange en etikett för undermenyn

source: Sub Menu Label
sv: Etikett för undermeny

source: Duplicate Name
sv: Duplicerat namn

source: A command of this name is already available in your custom menus; Overwrite?
sv: Ett kommando med detta namn är redan tillgängligt i dina anpassade menyer; Overwrite?

source: New Command Added
sv: Nytt kommando tillagt

source: Do you want to save this with your default commands?
sv: Vill du spara det här med dina standardkommandon?

source: Typeset Music
sv: Typsatt musik

source: Shows the Print View with the music typeset by the LilyPond Music Typesetter.
sv: Visar utskriftsvyn med musiken som satts av LilyPond Music Typesetter.

source: Command Center
sv: Kommandocentral

source: Shows a searchable list of all commands, enables setting of keyboard short-cuts, etc.
sv: Visar en sökbar lista över alla kommandon, gör det möjligt att ställa in kortkommandon på tangentbordet etc.

source: Score Layout
sv: Layout för poäng

source: Shows an overview of the score where various elements can be rearranged, deleted etc. to form a customized layout
sv: Visar en översikt över poängen där olika element kan ordnas om, tas bort etc. för att skapa en anpassad layout

source: Snippets
sv: Snuttar

source: Show/hide a toolbar which allows you to store and enter snippets of music and to enter notes using rhythm pattern of a snippet
sv: Visa/dölj ett verktygsfält som gör det möjligt du kan lagra och mata in musiksnuttar och mata in noter med hjälp av rytmmönstret i en musiksnutt

source: Show/hide a toolbar for general operations on music files
sv: Visa/dölj ett verktygsfält för allmänna takter på musikfiler

source: Playback Control
sv: Kontroll av uppspelning

source: Show/hide playback controls
sv: Visa/dölj uppspelningskontroller

source: Show/hide Midi Input controls
sv: Visa/dölj Midi Input-kontroller

source: Playback View
sv: Uppspelningsvy

source: Shows the PlayBack View from which a more sophisticated playback of the music is possible
sv: Visar PlayBack View där en mer sofistikerad uppspelning av musiken är möjlig

source: Titles, Buttons etc
sv: Titlar, knappar etc

source: Show/hide a menu which is arranged by objects The actions available for note objects change with the mode
sv: Visa/dölj en meny som är ordnad efter objekt De takter som är tillgängliga för anteckningsobjekt ändras med läget

source: Show/hide the LilyPond music typesetting language window. Any errors in typesetting are shown here.
sv: Visa/dölj språkfönstret för LilyPond-musiksättning. Eventuella fel i sättningen visas här.

source: Show Scheme script window. Sequences of commands can be recorded here and then executed or turned into new commaneds.
sv: Visa fönstret Scheme script. Sekvenser av kommandon kan spelas in här och sedan utföras eller omvandlas till nya kommandon.

source: Shows/hides the music in the Denemo Display
sv: Visar/döljer musiken i Denemo Display

source: No External Input
sv: Ingen extern ingång

source: Entry of notes via computer keyboard only Ignores connected MIDI or microphone devices.
sv: Inmatning av noter endast via datorns tangentbord Ignorerar anslutna MIDI- eller mikrofonenheter.

source: Midi Input
sv: Midi-ingång

source: Input from a MIDI source. Set up the source first using Edit → Change Preferences → Audio/Midi Use View → MIDI In Control to control what the input does.
sv: Inmatning från en MIDI-källa. Ställ först in källan med Redigera → Ändra inställningar → Ljud/Midi Använd Visa → MIDI In Control för att styra vad ingången gör.

source: Audio Input
sv: Ljudingång

source: Enable pitch entry from microphone
sv: Möjliggör pitchinmatning från mikrofon

source: Place Command in a Palette
sv: Placera kommandot i en palett

source: Open Command Center on this command
sv: Öppna kommandocentralen på detta kommando

source: Save Script from Scheme Window
sv: Spara skript från Scheme-fönstret

source: Save Graphic
sv: Spara grafik

source: Upload this Script to denemo.org
sv: Ladda upp detta skript till denemo.org

source: Save Script as New Menu Item
sv: Spara skript som nytt menyalternativ

source: Get Initialization Script for this Menu
sv: Hämta initieringsskript för denna meny

source: Put Script as Initialization Script for this Menu
sv: Lägg till skript som initieringsskript för den här menyn

source: Menu:
sv: Meny:

source: Click here then hover over the menu items to find out what they will do
sv: Klicka här och håll sedan muspekaren över menyalternativen för att ta reda på vad de kommer att göra

source: Left click to execute the command, press a key to assign a keyboard shortcut to the command, Right click to get a menu from which you can Create a button for this command, or a two-key keyboard shortcut or more options still
sv: Vänsterklicka för att utföra kommandot, tryck på en tangent för att tilldela kommandot en kortkommando, Högerklicka för att få fram en meny där du kan Skapa en knapp för detta kommando, eller en kortkommando med två tangenter eller fler alternativ fortfarande

source: This menu holds no commands
sv: Denna meny innehåller inga kommandon

source: Tool Bar
sv: Verktygsfält

source: Tear off this menu as a palette
sv: Riv av denna meny som en palett

source: PrintView
sv: Utskriftsvy

source: Menu: named "
sv: Meny: namngiven "

source: " located at
sv: " belägen vid

source: in the menu system
sv: i menysystemet

source: Denemo Upgrade
sv: Uppgradering av Denemo

source: Re-use your old preferences, palettes and shortcuts?
sv: Återanvända dina gamla inställningar, paletter och genvägar?

source: Could not create .denemo for you personal settings
sv: Det gick inte att skapa .denemo för dina personliga inställningar

source: This indicates the the LilyPond typesetter is still working on setting the Denemo score. This can take a long time, particularly for polyphony where voices must not collide. You can continue editing while the typesetting is taking place. Kill this window if you want to re-start the typesetting e.g. after fixing a mistake you just spotted.
sv: Detta indikerar att LilyPonds sättare fortfarande arbetar med att sätta Denemo-partituret. Detta kan ta lång tid, särskilt för polyfoni där stämmorna inte får kollidera. Du kan fortsätta redigera medan sättningen pågår. Stäng det här fönstret om du vill starta om sättningen, t.ex. efter att ha rättat till ett misstag som du just upptäckt.

source: (Untitled)
sv: (Ingen rubrik)

source: Select Notes
sv: Välj noter

source: Note Name
sv: Notera Namn

source: Accidental
sv: Oavsiktlig

source: Octave
sv: Oktav

source: Chord
sv: Ackord

source: Rest
sv: Vila

source: , begin slur
sv: , börja skällsord

source: , end slur
sv: , slut legatobåge

source: , tied
sv: , bunden

source: , begin cresc.
sv: , börja cresc.

source: , end cresc.
sv: , slut cresc.

source: , begin dim.
sv: , börja dimma.

source: , end dim.
sv: , slut dim.

source: , grace note
sv: , not

source: End tuplet
sv: Sluta tuplet

source: Clef change
sv: klav-ändring

source: Time signature change
sv: Ändring av taktart

source: Key signature change
sv: Ändring av nyckelsignatur

source: Stem directive: %s
sv: Stamdirektiv: %s

source: stem down
sv: stämma ner

source: stem up
sv: stävja upp

source: normal stemming
sv: normal stämning

source: Dynamic: %s
sv: Dynamik: %s

source: Directive:(%.20s) %.20s%.20s
sv: Direktiv:(%.20s) %.20s%.20s

source: Unknown Tag
sv: Okänd tagg

source: Not all layouts
sv: Inte alla layouter

source: Cursor on an unknown object
sv: Markör på ett okänt objekt

source: Cursor not on any object
sv: Markören är inte på något objekt

source: start %.2f end %.2f
sv: start %.2f slut %.2f

source: Staff %d Measure %d Position %d %s
sv: notsystem %d Takt %d Position %d %s

source: Appending
sv: Tillägg

source: Not Appending
sv: Inte tillkommande

source: Select from List (or Cancel)
sv: Välj från listan (eller Avbryt)

source: No Tooltip
sv: Ingen verktygstips

source: Mouse shortcut <span font_desc="24" foreground="blue">%s</span> invokes command <span font_desc="24" foreground="dark red">%s</span>
sv: Genväg till musen <span font_desc="24" foreground="blue">%s</span> anropar kommando <span font_desc="24" foreground="dark red">%s</span>

source: Mouse Shortcut
sv: Snabbkommando med musen

source: Key Press <span font_desc="24" foreground="blue">%s</span> invokes command <span font_desc="24" foreground="dark red">%s</span>
sv: Tryck på tangent <span font_desc="24" foreground="blue">%s</span> anropar kommando <span font_desc="24" foreground="dark red">%s</span>

source: Key Presses <span font_desc="24" foreground="blue">%s</span> invoke command <span font_desc="24" foreground="dark red">%s</span>
sv: Tangenttryckningar <span font_desc="24" foreground="blue">%s</span> anropa kommando <span font_desc="24" foreground="dark red">%s</span>

source: Single Key Press
sv: Tryck på en enda knapp

source: Two Key Presses
sv: Två knapptryckningar

source: Key Press
sv: Tryck på tangent

source: Key Press <span font_desc="24" foreground="blue">%s</span> Is not a shortcut. %s
sv: Tryck på tangent <span font_desc="24" foreground="blue">%s</span> Är inte en genväg. %s

source: (The menus are now restored in case you are lost.)
sv: (Menyerna är nu återställda om du skulle gå vilse)

source: First Key Press
sv: Första tangenttryckningen

source: Key Press <span font_desc="24" foreground="blue">%s</span> Awaiting continuation
sv: Nyckel Tryck <span font_desc="24" foreground="blue">%s</span> Väntar på fortsättning

source: Mouse <span font_desc="24" foreground="blue">%s</span>
sv: Mus <span font_desc="24" foreground="blue">%s</span>

source: Key + Mouse
sv: Tangent + mus

source: Key Press <span font_desc="24" foreground="blue">%s</span>
sv: Tryck på tangent <span font_desc="24" foreground="blue">%s</span>

source: Denemo was terminated abnormally
sv: Denemo avslutades på ett onormalt sätt

source: Open auto-saved file
sv: Öppna automatiskt sparad fil

source: Delete auto-saved file
sv: Ta bort automatiskt sparad fil

source: Compare auto-saved file with last saved file
sv: Jämför automatiskt sparad fil med senast sparad fil

source: Just open auto-saved file
sv: Öppna bara automatiskt sparad fil

source: Unnamed
sv: Namnlös

source: No selection text available
sv: Ingen urvalstext tillgänglig

source: Ask me about each
sv: Fråga mig om varje

source: Close all without saving
sv: Stäng alla utan att spara

source: You have %d score(s) unsaved
sv: Du har %d partitur(s) osparad

source: Could not make folder %s for the downloaded commands
sv: Det gick inte att skapa mapp %s för de nedladdade kommandona

source: You have made changes to the commands you have
sv: Du har gjort ändringar i de kommandon du har

source: Do you want to save the changes?
sv: Vill du spara ändringarna?

source: MIDI Controller Active?
sv: MIDI Controller aktiv?

source: Please turn off your MIDI keyboard if you have not already done so
sv: Vänligen stäng av ditt MIDI-keyboard om du inte redan har gjort det

source: Recording + Play Along
sv: Inspelning + Play Along

source: Recording (Off/On)
sv: Inspelning (Av/An)

source: Play Along
sv: Spela med

source: Checking Pitches
sv: Kontroll av pitcher

source: Listening to Pitches
sv: Att lyssna på pitchar

source: Editing a Chord
sv: Redigera ett ackord

source: Starting a Chord
sv: Starta ett ackord

source: Appending/Editing Pitches
sv: Tillägg/redigering av pitcher

source: Recording
sv: Spelar in

source: Mouse Conductor ON
sv: Musledare ON

source: Mouse Conductor OFF
sv: Musledare OFF

source: Switch to Normal Playback
sv: Växla till normal uppspelning

source: Switch to Play Along Playback
sv: Växla till Play Along Uppspelning

source: The preference set for recording time is 0 - nothing can be recorded. See Edit → Change Preferences Audio/Midi Tab
sv: Inställningen för inspelningstid är 0 - ingenting kan spelas in. Se Redigera → Ändra inställningar Fliken Ljud/Midi

source: Select and Reset Snippet
sv: Välj och återställ Snippet

source: Insert Snippet at Cursor
sv: Infoga snippet vid markören

source: Re-label Snippet
sv: Ometikettera utdrag

source: Insert and Select
sv: Infoga och välj

source: Rename Music Snippet
sv: Byt namn på musiksnutt

source: Give new label for snippet
sv: Ge ny etikett för snippet

source: No selection to create a music snippet from See Edit → Select menu for selecting music to snip
sv: Inget val att skapa en musiksnutt från Se menyn Redigera → Välj för att välja musik att klippa ut

source: Command: %s Information: %s
sv: Kommando: %s Information: %s

source: Could not create button
sv: Det gick inte att skapa en knapp

source: Could not create .denemo/actions/bitmaps for your graphics for customized commands
sv: Kunde inte skapa .denemo/actions/bitmaps för din grafik för anpassade kommandon

source: Could not create .denemo-xxx/actions/graphics for your graphics for customized commands
sv: Det gick inte att skapa .denemo-xxx/actions/graphics för din grafik för anpassade kommandon

source: Saving a graphic for use in the %s script
sv: Spara en grafik för användning i %s-skriptet

source: Replace current graphic?
sv: Ersätta nuvarande grafik?

source: Denemo Main Window
sv: Denemo huvudfönster

source: This is the Main Menu bar, where menus for the mostly non-musical aspects (saving, printing, setting up input sources etc) are placed. See the Object Menu bar for the commands that edit music
sv: Detta är huvudmenyfältet, där menyer för de mest icke-musikaliska aspekterna (spara, skriva ut, ställa in ingångskällor etc) är placerade. Se Objektmenyfältet för de kommandon som redigerar musik

source: You can populate this bar with buttons holding a snippet of music. The highlighted snippet is the <i>prevailing duration</i>, that is the next note entered will follow the rhythmic pattern of this snippet. You can enter the whole snippet by clicking on it, or using the command under ObjectMenu → Notes/Rests → Append/InsertDuration → Insert Snippet. You can also select the <i>prevailing snippet</i> using ObjectMenu → Notes/Rests → Select Duration → Next Snippet. You can hide this bar (to make more room on the screen) using the View menu. You can make it your preference to hide it using MainMenu → Edit → Change Preferences → Display Note/Rest entry toolbar
sv: Du kan fylla detta fält med knappar som innehåller ett musikstycke. Den markerade snutten är den <i>rådande durationen</i>, det vill säga nästa not som skrivs in kommer att följa det rytmiska mönstret i denna snutt. Du kan skriva in hela snutten genom att klicka på den eller använda kommandot under ObjectMenu → Notes/pauser → Append/InsertDuration → Insert Snippet. Du kan också välja det <i>aktuella utdraget</i> genom att använda ObjectMenu → Notes/pauser → Select Duration → Next Snippet. Du kan dölja det här fältet (för att få mer plats på skärmen) med hjälp av menyn View. Du kan välja att dölja det genom att använda Huvudmeny → Redigera → Ändra inställningar → Visa verktygsfältet för noter/snuttar

source: This tool bar contains a few conventional commands. You can hide it (to make more room on the screen) using the View menu. You can make it your preference to hide it using MainMenu → Edit → Change Preferences → Display general toolbar
sv: Verktygsfältet innehåller några vanliga kommandon. Du kan dölja den (för att få mer plats på skärmen) med hjälp av menyn View. Du kan välja att dölja det genom att använda huvudmenyn → Redigera → Ändra inställningar → Visa allmän verktygsrad

source: Sets the playback start point (green bar) to the note at the cursor. The red and green bars do not get drawn until you have started play, or at least created the time base.
sv: Ställer in uppspelningens startpunkt (grön stapel) till noten vid markören. De röda och gröna staplarna ritas inte förrän du har startat uppspelningen eller åtminstone skapat en tidsbas.

source: Stops the playback. On pressing play after this playback will start where the green bar is, not where you stopped. Use the Play/Pause button for that.
sv: Stoppar uppspelningen. Om du trycker på play efter detta kommer uppspelningen att starta där den gröna stapeln är, inte där du stoppade. Använd Play/Pause-knappen för detta.

source: Starts playing back from the playback start (green bar) until the playback end (red bar). When playing it pauses the play, and continues when pressed again.
sv: Startar uppspelningen från uppspelningens start (grön stapel) till uppspelningens slut (röd stapel). Vid uppspelning pausas uppspelningen och fortsätter när du trycker på den igen.

source: Starts/Stops recording the audio output from Denemo. Records live performance and/or playback, save to disk to avoid overwriting previous recordings.
sv: Startar/stoppar inspelningen av ljudutgången från Denemo. Spelar in liveframträdande och/eller uppspelning, spara på disk för att undvika att skriva över tidigare inspelningar.

source: Exports the audio recorded to disk
sv: Exporterar det inspelade ljudet till disk

source: Sets the playback end point (red bar) to the note at the cursor. The red and green bars do not get drawn until you have started play, or at least created the time base.
sv: Ställer in uppspelningens slutpunkt (röd stapel) till noten vid markören. De röda och gröna staplarna ritas inte förrän du har startat uppspelningen eller åtminstone skapat en tidsbas.

source: Loop
sv: Slinga/loop

source: The music between the red and green bars is played in a loop. You can edit the music while it is playing (so that you can continuously listen as you try alternatives).
sv: Musiken mellan de röda och gröna staplarna spelas i en slinga. Du kan redigera musiken medan den spelas (så att du hela tiden kan lyssna medan du provar olika alternativ).

source: Panic
sv: Panik

source: Resets the synthesizer and audio output, on JACK it sends a JACK panic.
sv: Återställer synthesizern och ljudutgången, på JACK skickar den en JACK-panik.

source: Play Selection
sv: Val av spel
